experiments/redis_contention/redis_numactl_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_24/pair_6/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        10763.42    538170.38         0.53         0.37156         0.37500         0.56700         0.58300    555111.07 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      10763.42    538170.38         0.53         0.37156         0.37500         0.56700         0.58300    555111.07